i5/20220427-fpw/logs/pg-8-1-16/250/run-rw-2/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 250
query mode: prepared
number of clients: 16
number of threads: 4
duration: 1800 s
number of transactions actually processed: 28370682
latency average = 1.015 ms
initial connection time = 7.822 ms
tps = 15761.385852 (without initial connection time)